[
  "code-block-copy",
  "cm-editor-syntax-highlight-obsidian",
  "emoji-shortcodes",
  "execute-code",
  "obsidian-languagetool-plugin",
  "obsidian-linter",
  "obsidian-mind-map",
  "nldates-obsidian",
  "omnisearch",
  "tabout",
  "obsidian-better-codeblock",
  "automatic-table-of-contents"
]